[
  {
    "id": "1",
    "title": "Mèo đi Hia: Điều ước cuối cùng",
    "img_src": "https://iguov8nhvyobj.vcdn.cloud/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/u/puss_in_boots_30.12.22_700x1000px.png",
    "type": "Phiêu lưu",
    "duration": "103 phút",
    "rating": "7.8/10",
    "synopsis": "Puss phát hiện ra rằng niềm đam mê phiêu lưu mạo hiểm của anh đã gây ra hậu quả: Anh đã đốt cháy 8 trong số 9 mạng sống của mình, bây giờ chỉ còn lại đúng một mạng. Anh ta bắt đầu một cuộc hành trình để tìm Điều ước cuối cùng thần thoại trong Rừng Đen nhằm khôi phục lại chín mạng sống của mình. Chỉ còn một mạng sống, đây có lẽ sẽ là cuộc hành trình nguy hiểm nhất của Puss. ",
    "isPlaying": true
  },
  {
    "id": "2",
    "title": "Minions: Sự trỗi dậy của Gru",
    "img_src": "https://iguov8nhvyobj.vcdn.cloud/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/m/i/minions_2_-_kc_01.7.22_1_.jpg",
    "type": "Hoạt hình",
    "duration": "88 phút",
    "rating": "6.5/10",
    "synopsis": "Rất lâu trước khi trở thành một phản diện chuyên nghiệp, Gru chỉ là một cậu bé 12 tuổi sống ở vùng ngoại ô vào những năm 1970, với ước mơ một ngày sẽ làm \"bá chủ\" thế giới. Và 3 \"quả chuối\" vàng biết đi từ trên trời rơi xuống đã là những đồng đội đầu tiên của Gru, bên cạnh ủng hộ cậu bé, cùng nhau thiết kế những vũ khí đầu tiên, thực hiện những phi vụ đầu tiên.",
    "isPlaying": true
  },
  {
    "id": "3",
    "title": "Người Nhện: Du hành vũ trụ nhện",
    "img_src": "https://iguov8nhvyobj.vcdn.cloud/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/r/s/rsz_spiderverse2_poster_4.jpg",
    "type": "Hành Động",
    "duration": "140 phút",
    "rating": "8.6/10",
    "synopsis": "Miles Morales tái xuất trong phần tiếp theo của bom tấn hoạt hình từng đoạt giải Oscar - Spider-Man: Across the Spider-Verse. Sau khi gặp lại Gwen Stacy, chàng Spider-Man thân thiện đến từ Brooklyn phải du hành qua đa vũ trụ và gặp một nhóm Người Nhện chịu trách nhiệm bảo vệ các vũ trụ song song. Nhưng khi nhóm siêu anh hùng xung đột về cách xử lý một mối đe dọa mới, Miles buộc phải đọ sức với các Người Nhện khác và phải xác định lại ý nghĩa của việc trở thành một người hùng để có thể cứu những người cậu yêu thương nhất. ",
    "isPlaying": true
  }
]